{"Golden Poring":{"facts":"None of them are found on any map. This monster might be not implemented yet, used in quests, or summoned as slave by other monsters.","looter":1.0,"passive":1.0,"boss":null,"other":null},"Poring":{"facts":"Porings are cute small pink gelatinous monsters. According to myth, Porings were created from Odin's Saliva. Porings tend to swallow items in sight, but they are especially fond of apples. They even follow people who feed them with unripe apples.","looter":1.0,"passive":1.0,"boss":null,"other":null},"Poring Ringleader":{"facts":"These porings could be rarely seen in Lighthalzen Fields.","looter":1.0,"passive":1.0,"boss":null,"other":null},"Elusive Poring":{"facts":"Elusive Poring is a rare monster that sometimes could be spotted in Lighthalzen Fields.","looter":1.0,"passive":1.0,"boss":null,"other":null},"Furious Poring":{"facts":"Another rare kind of poring that wanders in Lighthalzen Fields along with elusive porings.","looter":1.0,"passive":1.0,"boss":null,"other":null},"Swift Poring":{"facts":"These porings could be rarely seen in Geffen Fields.","looter":1.0,"passive":1.0,"boss":null,"other":null},"Thief Poring":{"facts":"Thief Porings is a special type of porings that appear only during wars of emperium.","looter":null,"passive":1.0,"boss":null,"other":"Magical Damage Immunity"},"Santa Poring":{"facts":"Santa Poring is a special poring wearing a Santa Hat. It usually comes out during the winter holidays.","looter":null,"passive":1.0,"boss":null,"other":null},"Bomb Poring":{"facts":" Bomb poring is a suicidal porings that appears only at some events.","looter":null,"passive":0.0,"boss":null,"other":null},"Little Poring":{"facts":"Little porings are sleeping inside Novice Poring Eggs.","looter":1.0,"passive":null,"boss":null,"other":null},"Baby Poring Ringleader":{"facts":" Baby Poring Ringleader is a type of little poring.","looter":1.0,"passive":null,"boss":null,"other":null},"Immune Poporing":{"facts":"None of them are found on any map. This monster might be not implemented yet, used in quests, or summoned as slave by other monsters.","looter":null,"passive":null,"boss":null,"other":null},"Elusive Poporing":{"facts":"Elusive Poporing lives only in the Sograt Desert.","looter":1.0,"passive":null,"boss":null,"other":null},"Furious Poporing":{"facts":"Furious Poporing is a poisonous poring found exclusively in the Labyrinth Forest.","looter":1.0,"passive":null,"boss":null,"other":null},"Poporing":{"facts":"Poporing is a kind of poring living in the swamp. It is covered with poisonous elastic skins all around the body. Poporings are much stronger than porings. Although drops and porings were created from Odin's saliva, poporings originate from a still unknown substance. Poporings have a stronger collection habit than porings. They could be tamed with bitter herbs that they extremelly like.  ","looter":1.0,"passive":null,"boss":null,"other":null},"Poporing Ringleader":{"facts":"Poporing Ringleader inhabits exclusively the Labyrinth Forest.","looter":1.0,"passive":null,"boss":null,"other":null},"Metaling":{"facts":"Metaling is a mechanical type of poring. Metaling are much more stronger than most of its relatives. Metalings were made from the blood of living machines that were believe to be called \"Gigantes.\"","looter":1.0,"passive":null,"boss":null,"other":null},"Metaling Ringleader":{"facts":"Metaling Ringleader is a  kind of metaling that rarely appears in Einbroch Fields.","looter":1.0,"passive":null,"boss":null,"other":null},"Heavy Metaling":{"facts":"Heavy metaling is an aggressive variety of metalling hiding in Schwartzvald Guild Dungeon.","looter":0.0,"passive":0.0,"boss":null,"other":null},"Solid Metaling":{"facts":"Solid Metaling is another rare type of metalling found in Einbroch Fields.","looter":1.0,"passive":null,"boss":null,"other":null},"Drops Ringleader":{"facts":"Drops Ringleader is a rare kind of Drops roaming the Sograt Desert.","looter":1.0,"passive":null,"boss":null,"other":null},"Drops":{"facts":"Drops is a mutant poring that has adapted to survive under the hot and dry weather of the desert. According to myth, drops were created from Odin's saliva just like porings. However, they are a tiny bit stronger than porings. Orange juice could be used to tame drops. ","looter":1.0,"passive":null,"boss":null,"other":null},"Furious Marin":{"facts":"Furious Marin is a rare kind of marin living only in Lutie Fields. ","looter":1.0,"passive":null,"boss":null,"other":null},"Marin":{"facts":"Marin is a mutant Poring living in the all-the-time winter area, Lutie. It doesn't care about items dropped on the ground.","looter":null,"passive":null,"boss":null,"other":null},"Swift Magmaring":{"facts":"Swift Magmaring is another variety of magmaring.","looter":1.0,"passive":null,"boss":null,"other":null},"Magmaring":{"facts":"Magmaring is a Poring with magma flowing over its body. They roam around volcanos.","looter":1.0,"passive":null,"boss":null,"other":null},"Pouring":{"facts":"Pouring is a mini-boss living in the Starry Coral Area of Malangdo Island. ","looter":1.0,"passive":null,"boss":1.0,"other":null},"Jejeling":{"facts":" Jejeling is a kind of porings with a cap on. Jejeling is far more stronger than some of its poring relatives in the mainland.\nJejeling can be found roaming around the plains of Malaya. It is considered to be a pest there and players can participate in regular Jejeling hunts. The name Jejeling is loosely based on Jejemons , a pop culture phenomenon in the Philippines.","looter":null,"passive":null,"boss":null,"other":null},"Siorava":{"facts":"Siorava lives on Malangdo Island among corals, shellfish and crabs.","looter":1.0,"passive":null,"boss":null,"other":null},"Ghostring":{"facts":"Ghostring is the ghost of a dead poring that came back to the realm holding a grudge. Normal weapons cannot do any damage to this monster at all.","looter":null,"passive":0.0,"boss":1.0,"other":null},"Mastering":{"facts":"Mastering is a giant mutant poring that always carries normal Porings with it. A giant poring is rarely seen in the Sograt Desert, Mt. Mjolnir, or the Prontera Maze.","looter":null,"passive":0.0,"boss":1.0,"other":null},"Deviling":{"facts":"Deviling is a poring with its soul manipulated by the devil. Devilings can be found wandering in Juno fields.","looter":null,"passive":0.0,"boss":1.0,"other":null},"Pori Pori \/ Bring it":{"facts":"Pori Pori porings are difficult to find as they are event only bosses.","looter":null,"passive":0.0,"boss":1.0,"other":null},"Angeling":{"facts":"Angeling is the final evolution form of a poring. Unlike its cute appearance, it is pretty strong. It has hated normans ever since it spotted other innocent brethren get damaged by them.","looter":null,"passive":0.0,"boss":1.0,"other":null},"Archangeling \/ Arc Angeling":{"facts":"Archangeling is another angelic mofication of poring similar to an angeling.","looter":null,"passive":0.0,"boss":1.0,"other":null}}